[
  {
    "startYear": "2017",
    "endYear": "2021",
    "company": "Les voyageuses (HK)",
    "position": "Founder & Creative Director",
    "location": "Hong Kong, China - Sydney, Australia",
    "description": "Founded and developed a boutique footwear label focusing on noble materials. Built a business plan and strategy and raised capital to start Les voyageuses. Managed a full set of processes from sketch for sample development to retail. Planned marketing strategy, content marketing, social media marketing. Created content for social, website, advertising, EDM. Developed a B2C platform on Shopify and adapted it for better customer experience",
    "skills": []
  },
  {
    "startYear": "2016",
    "endYear": "2017",
    "company": "Kudo Surf (AUS)",
    "position": "Product development consultant",
    "location": "Guangzhou, China",
    "description": "Managed a full set of processes from sketch for sample development to completed products. Developed a line of swimwear, from fabric pattern design to completed products. Revamped the design of the website for better customer experience (www.kudosurf.com). Ensured prototypes met all requirements from budget to quality.",
    "skills": []
  },
  {
    "startYear": "2013",
    "endYear": "2015",
    "company": "Skybless Limited (ISR)",
    "position": "R&D manager",
    "location": "Guangzhou, China",
    "description": "Oversaw a team of sample makers. Researched trends, inspiration and created mood boards. Sourced and selected leathers, fabrics and hardwares. Managed a full set of processes from sketch for sample development to completed products. Implemented new processes to facilitate the sample making process and cut costs. Developed new footwear collections for South American & European markets. Developed new footwear prototypes according to the customers' requirements.",
    "skills": []
  },
  {
    "startYear": "2013",
    "endYear": "2013",
    "company": "Far East Footwear and Accessories Intl Ltd/ERAM (FRA)",
    "position": "Merchandiser",
    "location": "Dongguan, China",
    "description": "Ensured prototypes met all requirements from budget to quality. Assisted in the development of the Spring Summer collection for European and mainly French markets. Processed new orders from customers, ensuring that styles, quantities, sizes, selling prices and delivery dates were correct. Developed new prototypes according to the customers' requirements.",
    "skills": []
  },
  {
    "startYear": "2012",
    "endYear": "2013",
    "company": "Smart Art furniture (FRA)",
    "position": "Executive assistant",
    "location": "Dongguan, China",
    "description": "Executed various administrative tasks, including translation, daily customer service operations such as orders and payments. Maximized productivity rates by proactively providing feedback on operational concerns and product issues. Followed attainable project timelines and kept teams on task to complete milestones according to schedule. Orchestrated communications, monitored requests, and identified those that required immediate attention.",
    "skills": []
  }
]
